code/openfoam/tutorials/incompressibleFluid/propeller/system/functions
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  dev
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "system";
    object      functions;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

////- For testing with moveMesh
//deltaT          0.01;
//writeControl    timeStep;
//writeInterval   1;

#includeFunc Q
#includeFunc surfaces
#includeFunc forces

// ************************************************************************* //
